Repository: kwh66tw-art/JoyDive
Catalog: JD2-Logbook/JD2-Logbook/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hr, id, it, ja, ko, ms, nl, pt_pt, th, vi, zh_hans, zh_hant

source: Share File
de: Datei teilen
el: Κοινοποίηση αρχείου
es: Compartir archivo
fr: Partager le fichier
hr: Podijeli datoteku
id: Bagikan File
it: Condividi file
ja: ファイルを共有
ko: 파일 공유
ms: Kongsi Fail
nl: Deel bestand
pt_pt: Partilhar ficheiro
th: แชร์ไฟล์
vi: Chia sẻ tệp
zh_hans: 发送文件
zh_hant: 分享檔案

source: Slack
de: Stillwasser
el: Στάση παλίρροιας
es: Estoa
fr: Étale
hr: Mrtva mijena
id: Air tenang
it: Stanca di marea
ja: 平潮
ko: 정조
ms: Air tenang
nl: Doodtij
pt_pt: Estofo
th: น้ำนิ่ง
vi: Nước đứng
zh_hans: 平潮
zh_hant: 平潮

source: Slight
de: Leichter Wellengang
el: Ήρεμη
es: Poco agitado
fr: Peu agité
hr: Mirno
id: Tenang
it: Poco mosso
ja: 穏やか
ko: 잔잔함
ms: Tenang
nl: Kalm
pt_pt: Pouco agitado
th: คลื่นเล็กน้อย
vi: Biển êm
zh_hans: 微浪
zh_hant: 輕微

source: Slow
de: Langsam
el: Αργό
es: Lento
fr: Lent
hr: Sporo
id: Lambat
it: Lento
ja: 遅い
ko: 느림
ms: Perlahan
nl: Langzaam
pt_pt: Lento
th: ช้า
vi: Chậm
zh_hans: 慢组织
zh_hant: 慢組織

source: Some files may contain multiple dives.
de: Einige Dateien enthalten möglicherweise mehrere Tauchgänge.
el: Ορισμένα αρχεία ενδέχεται να περιέχουν πολλαπλές καταδύσεις.
es: Algunos archivos pueden contener varias inmersiones.
fr: Certains fichiers peuvent contenir plusieurs plongées.
hr: Neke datoteke mogu sadržavati više urona.
id: Beberapa file mungkin berisi beberapa penyelaman.
it: Alcuni file potrebbero contenere più immersioni.
ja: 一部のファイルには複数のダイビングが含まれている場合があります。
ko: 일부 파일에는 여러 다이빙 기록이 포함되어 있을 수 있습니다.
ms: Sesetengah fail mungkin mengandungi beberapa selaman.
nl: Sommige bestanden kunnen meerdere duiken bevatten.
pt_pt: Alguns ficheiros podem conter vários mergulhos.
th: บางไฟล์อาจมีข้อมูลการดำน้ำหลายรายการ
vi: Một số tệp có thể chứa nhiều lượt lặn.
zh_hans: 部分文件可能包含多条潜水记录。
zh_hant: 部分檔案可能包含多筆潛水紀錄。

source: Source Format
de: Quellformat
el: Μορφή προέλευσης
es: Formato de origen
fr: Format source
hr: Izvorni format
id: Format Sumber
it: Formato sorgente
ja: ソース形式
ko: 소스 형식
ms: Format Sumber
nl: Bronformaat
pt_pt: Formato de origem
th: รูปแบบแหล่งที่มา
vi: Định dạng nguồn
zh_hans: 来源格式
zh_hant: 來源格式

source: Start Pressure
de: Startdruck
el: Πίεση έναρξης
es: Presión inicial
fr: Pression initiale
hr: Početni tlak
id: Tekanan awal
it: Pressione iniziale
ja: 開始圧力
ko: 시작 압력
ms: Tekanan awal
nl: Startdruk
pt_pt: Pressão inicial
th: ความดันเริ่มต้น
vi: Áp suất đầu
zh_hans: 初压
zh_hant: 起始壓力

source: Start Pressure: %.0f bar
de: Startdruck: %.0f bar
el: Πίεση έναρξης: %.0f bar
es: Presión inicial: %.0f bar
fr: Pression initiale : %.0f bar
hr: Početni tlak: %.0f bar
id: Tekanan awal: %.0f bar
it: Pressione iniziale: %.0f bar
ja: 開始圧力：%.0f bar
ko: 시작 압력: %.0f bar
ms: Tekanan awal: %.0f bar
nl: Startdruk: %.0f bar
pt_pt: Pressão inicial: %.0f bar
th: ความดันเริ่มต้น: %.0f bar
vi: Áp lực bắt đầu: %.0f bar
zh_hans: 初压：%.0f bar
zh_hant: 初壓：%.0f bar

source: Steel
de: Stahl
el: Χάλυβας
es: Acero
fr: Acier
hr: Čelik
id: Baja
it: Acciaio
ja: 鋼
ko: 강철
ms: Baja
nl: Staal
pt_pt: Aço
th: เหล็ก
vi: Thép
zh_hans: 钢瓶
zh_hant: 鋼瓶

source: Strong
de: Starke Strömung
el: Ισχυρό
es: Fuerte
fr: Fort
hr: Jako
id: Kuat
it: Forte
ja: 強流
ko: 강한 조류
ms: Kuat
nl: Sterk
pt_pt: Forte
th: กระแสน้ำแรง
vi: Dòng chảy mạnh
zh_hans: 强流
zh_hant: 強

source: Sunny
de: Sonnig
el: Ηλιόλουστα
es: Soleado
fr: Ensoleillé
hr: Sunčano
id: Cerah
it: Soleggiato
ja: 晴れ
ko: 맑음
ms: Cerah
nl: Zonnig
pt_pt: Ensolarado
th: แดด
vi: Nắng đẹp
zh_hans: 晴朗
zh_hant: 晴朗

source: Supported Formats
de: Unterstützte Formate
el: Υποστηριζόμενες μορφές
es: Formatos compatibles
fr: Formats pris en charge
hr: Podržani formati
id: Format yang Didukung
it: Formati supportati
ja: 対応形式
ko: 지원 형식
ms: Format Disokong
nl: Ondersteunde formaten
pt_pt: Formatos suportados
th: รูปแบบที่รองรับ
vi: Định dạng hỗ trợ
zh_hans: 支持格式
zh_hant: 支援格式

source: Surface
de: Oberfläche
el: Επιφάνεια
es: Superficie
hr: Površina
id: Permukaan
it: Superficie
ja: 水面
ko: 수면
ms: Permukaan
nl: Oppervlakte
pt_pt: Superfície
th: ผิวน้ำ
vi: Bề mặt
zh_hans: 水面
zh_hant: 水面

source: Surface Condition
de: Oberflächenzustand
el: Κατάσταση επιφάνειας
es: Condición de la superficie
fr: État de la surface
hr: Stanje površine
id: Kondisi permukaan
it: Condizione della superficie
ja: 水面状態
ko: 수면 상태
ms: Keadaan permukaan
nl: Oppervlaktetoestand
pt_pt: Condição da superfície
th: สภาพผิวน้ำ
vi: Điều kiện bề mặt
zh_hans: 水面状况
zh_hant: 水面狀況

source: Switch to Calendar View
de: Zur Kalenderansicht wechseln
el: Αλλαγή σε προβολή ημερολογίου
es: Cambiar a vista de calendario
fr: Passer à la vue calendrier
hr: Prebaci na prikaz kalendara
id: Beralih ke Tampilan Kalender
it: Passa alla vista calendario
ja: カレンダービューに切り替え
ko: 달력 뷰로 전환
ms: Tukar ke Paparan Kalendar
nl: Schakel over naar kalenderweergave
pt_pt: Mudar para Vista de Calendário
th: เปลี่ยนเป็นมุมมองปฏิทิน
vi: Chuyển sang giao diện lịch
zh_hans: 切换至日历视图
zh_hant: 切換至日曆檢視

source: Switch to Hybrid Map
de: Zur Satellitenkarte wechseln
el: Αλλαγή σε υβριδικό χάρτη
es: Cambiar a mapa híbrido
fr: Passer à la carte hybride
hr: Prebaci na hibridnu kartu
id: Beralih ke Peta Hibrid
it: Passa alla mappa ibrida
ja: ハイブリッドマップに切り替え
ko: 하이브리드 지도로 전환
ms: Tukar ke Peta Hibrid
nl: Schakel over naar hybride kaart
pt_pt: Mudar para Mapa Híbrido
th: เปลี่ยนเป็นแผนที่ไฮบริด
vi: Chuyển sang bản đồ hỗn hợp
zh_hans: 切换至卫星混合地图
zh_hant: 切換至衛星混合地圖

source: Switch to List View
de: Zur Listenansicht wechseln
el: Αλλαγή σε προβολή λίστας
es: Cambiar a vista de lista
fr: Passer à la vue liste
hr: Prebaci na prikaz popisa
id: Beralih ke Tampilan Daftar
it: Passa alla vista elenco
ja: リストビューに切り替え
ko: 목록 뷰로 전환
ms: Tukar ke Paparan Senarai
nl: Schakel over naar lijstweergave
pt_pt: Mudar para Vista de Lista
th: เปลี่ยนเป็นมุมมองรายการ
vi: Chuyển sang giao diện danh sách
zh_hans: 切换至列表视图
zh_hant: 切換至清單檢視

source: Switch to Standard Map
de: Zur Standardkarte wechseln
el: Αλλαγή σε τυπικό χάρτη
es: Cambiar a mapa estándar
fr: Passer à la carte standard
hr: Prebaci na standardnu kartu
id: Beralih ke Peta Standar
it: Passa alla mappa standard
ja: 標準マップに切り替え
ko: 표준 지도로 전환
ms: Tukar ke Peta Standard
nl: Schakel over naar standaardkaart
pt_pt: Mudar para Mapa Padrão
th: เปลี่ยนเป็นแผนที่มาตรฐาน
vi: Chuyển sang bản đồ tiêu chuẩn
zh_hans: 切换至标准地图
zh_hant: 切換至標準地圖

source: System Settings
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
es: Ajustes del sistema
fr: Réglages Système
hr: Postavke sustava
id: Pengaturan Sistem
it: Impostazioni di Sistema
ja: システム設定
ko: 시스템 설정
ms: Tetapan Sistem
nl: Systeeminstellingen
pt_pt: Definições do Sistema
th: การตั้งค่าระบบ
vi: Cài đặt hệ thống
zh_hans: 系统设置
zh_hant: 系統設定

source: Tags
de: Schlagwörter
el: Ετικέτες
es: Etiquetas
fr: Étiquettes
hr: Oznake
id: Tag
it: Tag
ja: タグ
ko: 태그
ms: Tag
pt_pt: Etiquetas
th: แท็ก
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hr: Ova radnja se ne može poništiti.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere anata.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
ms: Tindakan ini tidak boleh dibatalkan.
nl: Deze actie kan niet ongedaan worden gemaakt.
pt_pt: Esta ação não pode ser desfeita.
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: Tide State
de: Gezeitenstand
el: Κατάσταση παλιρροίας
es: Estado de la marea
fr: État de la marée
hr: Stanje plime
id: Keadaan pasang surut
it: Stato della marea
ja: 潮汐状態
ko: 조석 상태
ms: Keadaan pasang surut
nl: Getijdentoestand
pt_pt: Estado da maré
th: สภาพน้ำขึ้นน้ำลง
vi: Trạng thái thủy triều
zh_hans: 潮汐状态
zh_hant: 潮汐狀態

source: Time
de: Zeit
el: Ώρα
es: Hora
fr: Heure
hr: Vrijeme
id: Waktu
it: Ora
ja: 時刻
ko: 시간
ms: Masa
nl: Tijd
pt_pt: Hora
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Tissue Loading
de: Gewebebelastung
el: Φόρτωση Ιστών
es: Carga Tisular
fr: Charge Tissulaire
hr: Opterećenje Tkiva
id: Beban Jaringan
it: Carico Tissutale
ja: 組織負荷
ko: 조직 부하
ms: Bebanan Tisu
nl: Weefselbelasting
pt_pt: Carga Tecidual
th: ภาระเนื้อเยื่อ
vi: Tải Trọng Mô
zh_hans: 组织负荷
zh_hant: 組織負荷

source: Tissue nitrogen loading isn't available for trimix dives yet — this is a known limitation, not an error.
de: Die Gewebestickstoffbelastung ist für Trimix-Tauchgänge noch nicht verfügbar — dies ist eine bekannte Einschränkung, kein Fehler.
el: Η φόρτιση αζώτου στους ιστούς δεν είναι ακόμη διαθέσιμη για καταδύσεις trimix — αυτός είναι ένας γνωστός περιορισμός, όχι σφάλμα.
es: La carga de nitrógeno en tejidos aún no está disponible para inmersiones con trimix — esta es una limitación conocida, no un error.
fr: La saturation en azote tissulaire n'est pas encore disponible pour les plongées au trimix — il s'agit d'une limitation connue, pas d'une erreur.
hr: Opterećenje tkiva dušikom još nije dostupno za trimix zarone — ovo je poznato ograničenje, a ne pogreška.
id: Beban nitrogen jaringan belum tersedia untuk penyelaman trimix — ini adalah batasan yang diketahui, bukan kesalahan.
it: Il carico di azoto nei tessuti non è ancora disponibile per le immersioni trimix: si tratta di una limitazione nota, non di un errore.
ja: Trimix（トリミックス）ダイビングの組織窒素負荷はまだ対応していません。これは既知の制限事項であり、エラーではありません。
ko: 트라이믹스(Trimix) 다이빙의 조직 질소 부하는 아직 지원되지 않습니다. 이는 알려진 제한 사항이며 오류가 아닙니다.
ms: Beban nitrogen tisu belum tersedia untuk selaman trimix — ini adalah had yang diketahui, bukan ralat.
nl: Weefselstikstofbelasting is nog niet beschikbaar voor trimixduiken — dit is een bekende beperking, geen fout.
pt_pt: A carga de azoto nos tecidos ainda não está disponível para mergulhos com trimix — esta é uma limitação conhecida, não um erro.
th: ยังไม่รองรับการคำนวณการสะสมไนโตรเจนในเนื้อเยื่อสำหรับการดำน้ำแบบ Trimix — นี่เป็นข้อจำกัดที่รับทราบแล้ว ไม่ใช่ข้อผิดพลาด
vi: Tải lượng nitơ trong mô chưa khả dụng cho các chuyến lặn trimix — đây là giới hạn đã biết, không phải lỗi.
zh_hans: Trimix 潜水暂不支持组织氮负荷计算 — 这是已知限制，不是错误。
zh_hant: Trimix 潛水暫不支援組織氮負荷計算 — 此為已知限制，非錯誤。

source: Total Time
de: Gesamtzeit
el: Συνολικός χρόνος
es: Tiempo total
fr: Temps total
hr: Ukupno vrijeme
id: Total Waktu
it: Tempo totale
ja: 合計時間
ko: 총 시간
ms: Jumlah Masa
nl: Totale tijd
pt_pt: Tempo total
th: เวลาทั้งหมด
vi: Tổng thời gian
zh_hans: 总时间
zh_hant: 總時間

source: Touch and drag the profile to inspect any moment of the dive.
de: Berühre und ziehe über das Profil, um jeden Moment des Tauchgangs zu untersuchen.
el: Αγγίξτε και σύρετε το προφίλ για να εξετάσετε οποιαδήποτε στιγμή της κατάδυσης.
es: Toca y arrastra el perfil para inspeccionar cualquier momento de la inmersión.
fr: Touchez et faites glisser le profil pour examiner n'importe quel instant de la plongée.
hr: Dodirnite i povucite profil kako biste pregledali bilo koji trenutak urona.
id: Sentuh dan geser profil untuk memeriksa momen mana pun dalam penyelaman.
it: Tocca e trascina il profilo per esaminare qualsiasi momento dell'immersione.
ja: プロファイルをタッチしてドラッグすると、潜水中の任意の瞬間を確認できます。
ko: 프로필을 터치하고 드래그하면 다이빙의 특정 순간을 확인할 수 있습니다.
ms: Sentuh dan seret profil untuk memeriksa mana-mana detik semasa selaman.
nl: Raak het profiel aan en sleep om elk moment van de duik te bekijken.
pt_pt: Toque e arraste o perfil para inspecionar qualquer momento do mergulho.
th: แตะและลากโปรไฟล์เพื่อตรวจสอบช่วงเวลาใด ๆ ของการดำน้ำ
vi: Chạm và kéo trên hồ sơ để xem bất kỳ thời điểm nào của lần lặn.
zh_hans: 触摸并拖曳剖面图，可查看潜水过程中任一时刻的状态。
zh_hant: 觸摸並拖曳剖面圖，可查看潛水過程中任一時刻的狀態。

source: Try Again
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Reintentar
fr: Réessayer
hr: Pokušaj ponovno
id: Coba Lagi
it: Riprova
ja: もう一度お試しください
ko: 다시 시도
ms: Cuba Lagi
nl: Probeer opnieuw
pt_pt: Tentar novamente
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Units
de: Einheiten
el: Μονάδες
es: Unidades
fr: Unités
hr: Jedinice
id: Satuan
it: Unità
ja: 単位
ko: 단위
ms: Unit
nl: Eenheden
pt_pt: Unidades
th: หน่วย
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Unknown Location
de: Unbekannter Ort
el: Άγνωστη τοποθεσία
es: Ubicación desconocida
fr: Lieu inconnu
hr: Nepoznata lokacija
id: Lokasi Tidak Diketahui
it: Posizione sconosciuta
ja: 場所不明
ko: 알 수 없는 위치
ms: Lokasi Tidak Diketahui
nl: Onbekende locatie
pt_pt: Localização desconhecida
th: ไม่ทราบสถานที่
vi: Địa điểm không xác định
zh_hans: 未知地点
zh_hant: 未知地點

source: Unlock for %@
de: Freischalten für %@
el: Ξεκλείδωμα για %@
es: Desbloquear por %@
fr: Déverrouiller pour %@
hr: Otključaj za %@
id: Buka kunci seharga %@
it: Sblocca per %@
ja: %@でロック解除
ko: %@으로 잠금 해제
ms: Buka kunci dengan %@
nl: Ontgrendel voor %@
pt_pt: Desbloquear por %@
th: ปลดล็อกในราคา %@
vi: Mở khóa với giá %@
zh_hans: 以 %@ 解锁
zh_hant: 以 %@ 解鎖

source: Use the Import tab to add your dive computer logs.
de: Verwenden Sie den Import-Tab, um Ihre Tauchcomputer-Logbücher hinzuzufügen.
el: Χρησιμοποιήστε την καρτέλα Εισαγωγή για να προσθέσετε καταγραφές από το καταδυτικό σας κομπιούτερ.
es: Usa la pestaña Importar para añadir los diarios de tu ordenador de buceo.
fr: Utilisez l'onglet Importer pour ajouter les carnets de votre ordinateur.
hr: Upotrijebite karticu Uvoz za dodavanje zapisa s ronilačkog računala.
id: Gunakan tab Impor untuk menambahkan logbook komputer selam Anda.
it: Usa la scheda Importa per aggiungere i registri del tuo computer subacqueo.
ja: 「取り込み」タブからダイビングコンピューターのログを追加してください。
ko: 가져오기 탭을 사용하여 다이빙 컴퓨터 로그를 추가하세요.
ms: Gunakan tab Import untuk menambah log komputer selam anda.
nl: Gebruik het tabblad Importeer om de logboeken van je duikcomputer toe te voegen.
pt_pt: Utilize o separador Importar para adicionar os registos do seu computador de mergulho.
th: ใช้แท็บนำเข้าเพื่อเพิ่มบันทึกจากคอมพิวเตอร์ดำน้ำของคุณ
vi: Sử dụng tab Nhập để thêm nhật ký máy tính lặn của bạn.
zh_hans: 前往「导入」标签页添加潜水电脑日志。
zh_hant: 前往「匯入」標籤頁來新增潛水電腦日誌。

source: Visibility
de: Sichtweite
el: Ορατότητα
es: Visibilidad
fr: Visibilité
hr: Vidljivost
id: Jarak pandang
it: Visibilità
ja: 透明度
ko: 가시거리
ms: Jarak penglihatan
nl: Zicht
pt_pt: Visibilidade
th: ทัศนวิสัย
vi: Tầm nhìn
zh_hans: 能见度
zh_hant: 能見度

# Visibility: %.1f metres
source: Visibility: %.1f m
de: Sicht: %.1f m
el: Ορατότητα: %.1f m
es: Visibilidad: %.1f m
fr: Visibilité : %.1f m
hr: Vidljivost: %.1f m
id: Jarak pandang: %.1f m
it: Visibilità: %.1f m
ja: 透明度：%.1f m
ko: 시야: %.1f m
ms: Jarak penglihatan: %.1f m
nl: Zicht: %.1f m
pt_pt: Visibilidade: %.1f m
th: ทัศนวิสัย: %.1f ม.
vi: Tầm nhìn: %.1f m
zh_hans: 能见度：%.1f m
zh_hant: 能見度：%.1f m

source: Visibility: %@
de: Sicht: %@
el: Ορατότητα: %@
es: Visibilidad: %@
fr: Visibilité : %@
hr: Vidljivost: %@
id: Jarak pandang: %@
it: Visibilità: %@
ja: 透明度：%@
ko: 시야: %@
ms: Jarak penglihatan: %@
nl: Zicht: %@
pt_pt: Visibilidade: %@
th: ทัศนวิสัย: %@
vi: Tầm nhìn: %@
zh_hans: 能见度：%@
zh_hant: 能見度：%@

source: Visibility: Not recorded
de: Sicht: Nicht erfasst
el: Ορατότητα: Δεν καταγράφηκε
es: Visibilidad: No registrado
fr: Visibilité : Non enregistré
hr: Vidljivost: Nije zabilježeno
id: Jarak pandang: Tidak tercatat
it: Visibilità: Non registrato
ja: 透明度：未記録
ko: 시야: 기록 없음
ms: Jarak penglihatan: Tidak direkodkan
nl: Zicht: Niet geregistreerd
pt_pt: Visibilidade: Não registado
th: ทัศนวิสัย: ไม่ได้บันทึก
vi: Tầm nhìn: Không ghi nhận
zh_hans: 能见度：未记录
zh_hant: 能見度：未記錄

source: Water Flow
de: Wasserströmung
el: Ροή νερού
es: Corriente de agua
fr: Courant d'eau
hr: Vodena struja
id: Arus air
it: Corrente d'acqua
ja: 水流
ko: 수류
ms: Arus air
nl: Waterstroom
pt_pt: Corrente de água
th: กระแสน้ำ
vi: Dòng nước
zh_hans: 水流
zh_hant: 水流

source: Water Temp
de: Wassertemp.
el: Θερμ. νερού
es: Temp. agua
fr: Temp. eau
hr: Temp. vode
id: Suhu Air
it: Temp. acqua
ja: 水温
ko: 수온
ms: Suhu Air
pt_pt: Temp. água
th: อุณหภูมิน้ำ
vi: Nhiệt độ nước
zh_hans: 水温
zh_hant: 水溫

# Water Temperature: %.1f degrees Celsius
source: Water Temperature: %.1f °C
de: Wassertemperatur: %.1f °C
el: Θερμοκρασία νερού: %.1f °C
es: Temperatura del agua: %.1f °C
fr: Température de l'eau : %.1f °C
hr: Temperatura vode: %.1f Celzijevih stupnjeva
id: Suhu Air: %.1f °C
it: Temperatura dell'acqua: %.1f °C
ja: 水温：%.1f °C
ko: 수온: %.1f °C
ms: Suhu Air: %.1f °C
nl: Watertemperatuur: %.1f °C
pt_pt: Temperatura da água: %.1f °C
th: อุณหภูมิน้ำ: %.1f °C
vi: Nhiệt độ nước: %.1f °C
zh_hans: 水温：%.1f °C
zh_hant: 水溫：%.1f °C

source: Water Temperature: %@
de: Wassertemperatur: %@
el: Θερμοκρασία νερού: %@
es: Temperatura del agua: %@
fr: Température de l'eau : %@
hr: Temperatura vode: %@
id: Suhu Air: %@
it: Temperatura dell'acqua: %@
ja: 水温：%@
ko: 수온: %@
ms: Suhu Air: %@
nl: Watertemperatuur: %@
pt_pt: Temperatura da água: %@
th: อุณหภูมิน้ำ: %@
vi: Nhiệt độ nước: %@
zh_hans: 水温：%@
zh_hant: 水溫：%@

source: Water Type
de: Wasserart
el: Τύπος νερού
es: Tipo de agua
fr: Type d'eau
hr: Vrsta vode
id: Jenis Air
it: Tipo di acqua
ja: 水の種類
ko: 수질 유형
ms: Jenis Air
pt_pt: Tipo de água
th: ประเภทน้ำ
vi: Loại nước
zh_hans: 水域类型
zh_hant: 水域類型

source: Weather
de: Wetter
el: Καιρός
es: Clima
fr: Météo
hr: Vrijeme
id: Cuaca
it: Tempo
ja: 天気
ko: 날씨
ms: Cuaca
nl: Weer
pt_pt: Tempo
th: สภาพอากาศ
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

source: Weight
de: Gewicht
el: Βάρος
es: Peso
fr: Poids
hr: Težina
id: Pemberat
it: Peso
ja: ウエイト
ko: 웨이트
ms: Pemberat
nl: Gewicht
pt_pt: Peso
th: น้ำหนัก
vi: Trọng lượng
zh_hans: 配重
zh_hant: 配重

source: Weight Total
de: Gesamtblei
el: Συνολικό βάρος
es: Lastro total
fr: Lest total
hr: Ukupno olovo
id: Total Pemberat
it: Zavorra totale
ja: 総ウエイト
ko: 총 웨이트
ms: Jumlah Pemberat
nl: Totaal lood
pt_pt: Lastro total
th: น้ำหนักตะกั่วรวม
vi: Tổng trọng lượng chì
zh_hans: 总配重
zh_hant: 總配重

source: Weight: %.1f kilograms
de: Bleigewicht: %.1f kg
el: Βάρος: %.1f κιλά
es: Lastre: %.1f kg
fr: Lest : %.1f kg
hr: Olovo: %.1f kg
id: Pemberat: %.1f kg
it: Zavorra: %.1f kg
ja: ウエイト：%.1f kg
ko: 웨이트: %.1f kg
ms: Pemberat: %.1f kg
nl: Lood: %.1f kg
pt_pt: Lastro: %.1f kg
th: น้ำหนักตะกั่ว: %.1f กิโลกรัม
vi: Trọng lượng chì: %.1f kg
zh_hans: 配重：%.1f 公斤
zh_hant: 配重：%.1f 公斤

source: Wetsuit
de: Neoprenanzug
el: Κοστούμι
es: Traje de neopreno
fr: Combinaison
hr: Neopreni
it: Muta
ja: ウェットスーツ
ko: 잠수복
nl: Duikpak
pt_pt: Fato de mergulho
th: ชุดดำน้ำ
vi: Bộ đồ lặn
zh_hans: 潜水服 或 湿衣
zh_hant: 防寒衣 / 濕式防寒衣

source: Wetsuit Thickness
de: Neoprendicke
el: Πάχος κοστουμιού
es: Grosor del traje
fr: Épaisseur de la combinaison
hr: Debljina neoprenske odjeće
id: Ketebalan wetsuit
it: Spessore della muta
ja: ウェットスーツの厚さ
ko: 웨트슈트 두께
ms: Ketebalan wetsuit
nl: Dikte van het pak
pt_pt: Espessura do fato
th: ความหนาของชุดดำน้ำ
vi: Độ dày của bộ đồ
zh_hans: 湿衣厚度
zh_hant: 防寒衣厚度

source: Year
de: Jahr
el: Έτος
es: Año
fr: Année
hr: Godina
id: Tahun
it: Anno
ja: 年
ko: 년
ms: Tahun
nl: Jaar
pt_pt: Ano
th: ปี
vi: Năm
zh_hans: 年
zh_hant: 年

source: Yes
de: Ja
el: Ναι
es: Sí
fr: Oui
hr: Da
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nl: Ja
pt_pt: Sim
th: ใช่
vi: Có
zh_hans: 是
zh_hant: 是

# %@, %@ m, %@
source: %1$@, %2$@ m, %3$@
el: %1$@, %2$@ μ., %3$@
th: %1$@, %2$@ ม., %3$@

source: %lld min
el: %lld λεπ
id: %lld menit
ja: %lld 分
ko: %lld분
th: %lld นาที
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld m
el: %lld μ.
th: %lld ม.

source: Buddy
el: Σύντροφος / Buddy
es: Compañero de buceo
fr: Binôme
hr: Buddy / Partner
it: Compagno di immersione
ja: バディ
ko: 버디
ms: Rakan Selam
nl: Duikmaatje
pt_pt: Buddy / Companheiro
th: บัดดี้
vi: Bạn Lặn
zh_hans: 潜伴
zh_hant: 潛伴

source: Gas
el: Αέριο
fr: Gaz
hr: Plin
ja: ガス
ko: 기체
pt_pt: Gás
th: แก๊ส
vi: Khí
zh_hans: 气体
zh_hant: 氣體

source: Import
el: Εισαγωγή
es: Importar
fr: Importer
hr: Uvoz
id: Impor
it: Importa
ja: 読み込む / インポート
ko: 가져오기
nl: Importeer
pt_pt: Importar
th: นำเข้า
vi: Nhập dữ liệu
zh_hans: 导入
zh_hant: 匯入

source: m
el: μ.
th: ม.

source: Min NDL
el: Ελάχιστο NDL
es: NDL Mínimo
fr: NDL Minimum
id: NDL Minimum
it: NDL Minimo
ja: 最小 NDL
ko: 최소 NDL
ms: NDL Minimum
pt_pt: NDL Mínimo
th: NDL ต่ำสุด
vi: NDL Thấp Nhất
zh_hans: 最短 NDL
zh_hant: 最短 NDL

source: Temp
el: Θερμ.
id: Suhu
ja: 水温
ko: 수온
ms: Suhu
th: อุณหภูมิน้ำ
vi: Nhiệt độ
zh_hans: 水温
zh_hant: 水溫

source: Universal
el: Γενικά
fr: Universel
hr: Univerzalno
it: Universale
ja: 汎用
ko: 범용
nl: Universeel
th: ทั่วไป
vi: Thông dụng
zh_hans: 通用
zh_hant: 通用

source: Version
el: Έκδοση
es: Versión
hr: Verzija
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
pt_pt: Versão
th: เวอร์ชัน
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# Version %@
source: Version %1$@
el: Έκδοση %1$@
es: Versión %1$@
hr: Verzija %1$@
id: Versi %1$@
it: Versione %1$@
ja: バージョン %1$@
ko: 버전 %1$@
ms: Versi %1$@
nl: Versie %1$@
pt_pt: Versão %1$@
th: เวอร์ชัน %1$@
vi: Phiên bản %1$@
zh_hans: 版本 %1$@
zh_hant: 版本 %1$@

source: OK
es: Aceptar
hr: U redu
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 確定

source: EANx
ja: EANx（エンリッチドエア）

source: JD2 Logbook Premium
ja: JD2 Logbook プレミアム
ko: JD2 Logbook 프리미엄
zh_hans: JD2 潜水日志高级版
zh_hant: JD2 潛水日誌 Premium

source: min
ja: 分
ko: 분
th: นาที
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: Nitrox
ja: ナイトロックス
ko: 나이트록스
th: ไนตรอกซ์
zh_hans: Nitrox（高氧）
zh_hant: Nitrox（高氧）

# Nitrox O2: %d percent
source: Nitrox O₂: %d%%
ja: ナイトロックス O₂：%d%%
ko: 나이트록스 O₂: %d%%
th: ไนตรอกซ์ O₂: %d เปอร์เซ็นต์

source: Premium
ja: プレミアム
ko: 프리미엄
th: พรีเมียม
zh_hans: 专业版
zh_hant: 進階版

source: Trimix
ja: トライミックス

source: 10L (Steel)
zh_hans: 10L（钢瓶）
zh_hant: 10L（鋼瓶）

source: 12L (Steel)
zh_hans: 12L（钢瓶）
zh_hant: 12L（鋼瓶）
